[
    {
        "id": 1,
        "name": "Mu",
        "constellation": "Belier",
        "class" : "chevalier d'or",
        "image" : "img/gold/belier.jpg",
        "sso" : "Saint Seiya Online :",
        "imagesso2" : "img/gold/belier/armorbelier2.png",
        "namesso2": "Modèle féminin",
        "imagesso3" : "img/gold/belier/armorbelier3.png",
        "namesso3": "Modèle masculin",
        "Titre": "I - Constellation",
        "mythologie": "Dans la mythologie grecque, cette constellation représenterait le bélier volant Chrysomallos, chevauché par Phrixos, dont la Toison d'or a inspiré la saga de Jason. Il semblerait que les Babyloniens, les Grecs, les Perses, et les Égyptiens aient tous nommé cette constellation « Bélier ». Cette constellation était également la première constellation du Zodiaque lorsqu'il fut établi il y a plus de 2 000 ans : du fait de la précession des équinoxes, l'équinoxe de printemps était alors situé dans le Bélier (il est désormais dans les Poissons)."
    },
    {
        "id": 2,
        "name": "Doko",
        "constellation": "Balance",
        "class" : "chevalier d'or",
        "image" : "img/gold/balance.jpg",
        "sso" : "Saint Seiya Online :",
        "imagesso2" : "img/gold/balance/balancef.jpg",
        "namesso2": "Modèle féminin",
        "imagesso3" : "img/gold/balance/balancem.jpg",
        "namesso3": "Modèle masculin",
        "Titre": "I - Constellation",
        "mythologie": "Dans la mythologie grecque, cette constellation représenterait le bélier volant Chrysomallos, chevauché par Phrixos, dont la Toison d'or a inspiré la saga de Jason. Il semblerait que les Babyloniens, les Grecs, les Perses, et les Égyptiens aient tous nommé cette constellation « Bélier ». Cette constellation était également la première constellation du Zodiaque lorsqu'il fut établi il y a plus de 2 000 ans : du fait de la précession des équinoxes, l'équinoxe de printemps était alors situé dans le Bélier (il est désormais dans les Poissons)."
    },
    {
        "id": 3,
        "name": "DeathMask",
        "constellation": "Cancer",
        "class" : "chevalier d'or",
        "image" : "img/gold/cancer.jpg",
        "sso" : "Saint Seiya Online :",
        "imagesso2" : "img/gold/cancer/cancerf.jpg",
        "namesso2": "Modèle féminin",
        "imagesso3" : "img/gold/cancer/cancerm.jpg",
        "namesso3": "Modèle masculin",
        "Titre": "I - Constellation",
        "mythologie": "Dans la mythologie grecque, cette constellation représenterait le bélier volant Chrysomallos, chevauché par Phrixos, dont la Toison d'or a inspiré la saga de Jason. Il semblerait que les Babyloniens, les Grecs, les Perses, et les Égyptiens aient tous nommé cette constellation « Bélier ». Cette constellation était également la première constellation du Zodiaque lorsqu'il fut établi il y a plus de 2 000 ans : du fait de la précession des équinoxes, l'équinoxe de printemps était alors situé dans le Bélier (il est désormais dans les Poissons)."
    },
    {
        "id": 4,
        "name": "Shura",
        "constellation": "capricorne",
        "class" : "chevalier d'or",
        "image" : "img/gold/capricorne.jpg",
        "sso" : "Saint Seiya Online :",
        "imagesso2" : "img/gold/capricorne/capricornef.jpg",
        "namesso2": "Modèle féminin",
        "imagesso3" : "img/gold/capricorne/capricornem.jpg",
        "namesso3": "Modèle masculin",
        "Titre": "I - Constellation",
        "mythologie": "Cette constellation est une des plus anciennes qui existent, peut-être la plus ancienne, malgré sa faible luminosité. Des descriptions d'une chèvre ou d'une chèvre-poisson ont été trouvées sur des tablettes babyloniennes datant de 3 000 ans. Il est vrai qu'à cette époque, le solstice d'hiver avait lieu quand le Soleil s'y trouvait et cette position d'un Soleil renaissant avant son essor durant le printemps a probablement contribué à sa création. Le Capricorne était l’une des 48 constellations identifiées par Ptolémée. Le Capricorne est ordinairement dessiné comme une chèvre à queue de poisson. Certains grecs l'identifiaient à Amalthée, la chèvre qui nourrit Zeus lors de son enfance. D'autres pensent qu'elle représente Pan lorsqu'il fuyait le monstre Typhon. Il s'était transformé en chèvre et en voulant plonger dans l'eau, il rata sa transformation et seul l'arrière-train devint poisson. Selon d'autres versions il s'agirait de la divinité sumérienne Enki sous la forme du Sukhurmashu."
    },
    {
        "id": 5,
        "name": "saga",
        "constellation": "gemeaux",
        "class" : "chevalier d'or",
        "image" : "img/gold/gemeaux.jpg",
        "sso" : "Saint Seiya Online :",
        "imagesso2" : "img/gold/gemeaux/gemeauxf.jpg",
        "namesso2": "Modèle féminin",
        "imagesso3" : "img/gold/gemeaux/gemeauxm.jpg",
        "namesso3": "Modèle masculin",
        "Titre": "I - Constellation",
        "mythologie": "Les Gémeaux sont une constellation du zodiaque traversée par le Soleil du 21 mai au 21 juin. Dans l'ordre du zodiaque, la constellation se situe entre le Taureau à l'ouest et le Cancer à l'est.  Elle est entourée par le Cocher et le Lynx à peine visible au nord et la Licorne et le Petit Chien au sud. Pour les Grecs, la constellation des Gémeaux représentait Castor et Pollux, les frères jumeaux d'Hélène de Troie. Les Romains y voyaient Romulus et Rémus. Les Gémeaux étaient l’une des 48 constellations identifiées par Ptolémée."
    },
    {
        "id": 6,
        "name": "Aiolia",
        "constellation": "Lion",
        "class" : "chevalier d'or",
        "image" : "img/gold/lion.jpg",
        "sso" : "Saint Seiya Online :",
        "imagesso2" : "img/gold/lion/lionf.jpg",
        "namesso2": "Modèle féminin",
        "imagesso3" : "img/gold/lion/lionm.jpg",
        "namesso3": "Modèle masculin",
        "Titre": "I - Constellation",
        "mythologie": "Comme toutes les constellations du Zodiaque, le Lion a des origines très anciennes. Mentionnée par Aratus, puis par Ptolémée dans son Almageste, elle correspondrait dans la mythologie grecque au lion de Némée tué par Héraclès lors du premier de ses douze travaux. La constellation voisine de la Chevelure de Bérénice était autrefois considérée comme un simple astérisme dans le Lion avant d'en être détaché."
    },
    {
        "id": 7,
        "name": "Aphrodite",
        "constellation": "Poissons",
        "class" : "chevalier d'or",
        "image" : "img/gold/poissons.jpg",
        "sso" : "Saint Seiya Online :",
        "imagesso2" : "img/gold/poissons/poissonsf.jpg",
        "namesso2": "Modèle féminin",
        "imagesso3" : "img/gold/poissons/poissonsm.jpg",
        "namesso3": "Modèle masculin",
        "Titre": "I - Constellation",
        "mythologie": "La constellation des Poissons est une des constellations les plus anciennes. Son origine remonte vraisemblablement aux babyloniens qui la décrivaient déjà comme composée de deux poissons poussant un œuf géant (l’astérisme de « l’Anneau »). La mythologie grecque veut que ces poissons soient les formes assumées par Aphrodite et Éros (ou selon les versions Thétis et Thérys) poursuivis par le monstre Typhon. Ils auraient relié leurs queues avec de la corde afin de ne pas se séparer. Les anciennes cartes du ciel nomment d’ailleurs la partie orientale Piscis Boreus et la partie occidentale Piscis Austrinus (qui n’a rien à voir avec le Poisson austral contemporain). Le point gamma, le nœud ascendant solaire, celui qu’occupe le Soleil lors de l’équinoxe de printemps, se trouve actuellement à 8° au sud d’ω Piscium. Cependant, à cause du phénomène de précession des équinoxes, ce point se trouvait dans le Bélier pendant les deux derniers millénaires av. J.-C., c’est-à-dire au moment où le Zodiaque fut établi. En conséquence, les Poissons sont toujours considérés comme le dernier signe du Zodiaque (l’année commençait alors vers l’équinoxe de printemps) bien qu’ils soient désormais le premier. Selon Rudolf Steiner, l'entrée dans l'Ère des Poissons s'est produite en 1413 ap. J.-C. et s'achèvera en 3573 ; en effet une hypothèse évoque le coucher héliaque des étoiles, se trouvant à 15° du point vernal lors de l'équinoxe de printemps, comme repère pour se situer dans une constellation et non pas le point vernal (une constellation comportant en moyenne 30°, lorsque le point vernal est au milieu d'une constellation, les étoiles en coucher héliaque sont au début de cette constellation)."
    },
    {
        "id": 8,
        "name": "Aiolos",
        "constellation": "Sagittaire",
        "class" : "chevalier d'or",
        "image" : "img/gold/sagittaire.jpg",
        "sso" : "Saint Seiya Online :",
        "imagesso2" : "img/gold/sagittaire/sagittairef.jpg",
        "namesso2": "Modèle féminin",
        "imagesso3" : "img/gold/sagittaire/sagittairem.jpg",
        "namesso3": "Modèle masculin",
        "Titre": "I - Constellation",
        "mythologie": "Le Sagittaire (ce terme signifie « l’Archer ») est une constellation du zodiaque traversée par le Soleil du 18 décembre au 18 janvier. La constellation se situe entre Ophiuchus à l'ouest et le Capricorne à l'est. Sagittaire était l’une des 48 constellations identifiées par Ptolémée. Dans la mythologie grecque, le Sagittaire représenterait le centaure Pholos, bien que certaines sources l’associent plutôt à Crotos ou même à Chiron (lui-même associé à la constellation du Centaure) ; il serait en train de viser le Scorpion avec son arc. "
    },
    {
        "id": 9,
        "name": "Milo",
        "constellation": "Scorpion",
        "class" : "chevalier d'or",
        "image" : "img/gold/scorpion.jpg",
        "sso" : "Saint Seiya Online :",
        "imagesso2" : "img/gold/scorpion/scorpionf.jpg",
        "namesso2": "Modèle féminin",
        "imagesso3" : "img/gold/scorpion/scorpionm.jpg",
        "namesso3": "Modèle masculin",
        "Titre": "I - Constellation",
        "mythologie": "Le Scorpion est une constellation du zodiaque traversée par le Soleil du 23 octobre au 29 novembre. Il se situe entre la Balance à l'ouest et Ophiuchus à l'est. Il appartient à l’hémisphère sud céleste, et une grande partie de la constellation est sous l'écliptique. Scorpion était l’une des 48 constellations identifiées par Ptolémée.  À l'origine, la constellation comprenait également la Balance (qui figurait alors les pinces du Scorpion). Le Scorpion est l’objet de plusieurs légendes selon la mythologie grecque : il s’agirait du Scorpion de feu envoyé par Artémis pour tuer le chasseur Orion. Ainsi il se trouve opposé à la constellation Orion, se levant en été lorsqu’Orion se couche. D’autres versions suggèrent qu’Apollon envoya le Scorpion de feu par jalousie envers l’attention qu’Orion portait à Artémis. Il apparaît aussi durant la quête de Persée."
    },
    {
        "id": 10,
        "name": "Aldebaran",
        "constellation": "Taureau",
        "class" : "chevalier d'or",
        "image" : "img/gold/taureau.jpg",
        "sso" : "Saint Seiya Online :",
        "imagesso2" : "img/gold/taureau/taureauf.jpg",
        "namesso2": "Modèle féminin",
        "imagesso3" : "img/gold/taureau/taureaum.jpg",
        "namesso3": "Modèle masculin",
        "Titre": "I - Constellation",
        "mythologie": "Étant une constellation du Zodiaque, caractéristique avec ses amas, le Taureau est une constellation très ancienne. Dans la mythologie grecque, le Taureau pourrait être soit la forme bovine utilisée par Zeus afin de commettre le rapt d’Europe, soit le taureau blanc envoyé par Poséidon à Minos. Cependant il est généralement attribué au Taureau d'airain (selon les versions, seul les sabots seraient d'airain ou le corps entier), la gorgone qui inspira le tyran Phalaris pour la construction d'un instrument de torture de même nom, dominé par Jason et qui sera tué plus tard par Thésée à Marathon."
    },
    {
        "id": 11,
        "name": "Camus",
        "constellation": "Verseau",
        "class" : "chevalier d'or",
        "image" : "img/gold/verseau.jpg",
        "sso" : "Saint Seiya Online :",
        "imagesso2" : "img/gold/verseau/verseauf.jpg",
        "namesso2": "Modèle féminin",
        "imagesso3" : "img/gold/verseau/verseaum.jpg",
        "namesso3": "Modèle masculin",
        "Titre": "I - Constellation",
        "mythologie": "Le Verseau, ou Porteur d’eau, est une constellation du zodiaque traversée par le Soleil du 16 février au 11 mars. Dans l'ordre du zodiaque, la constellation se situe entre le Capricorne à l'ouest et les Poissons à l'est. Verseau était l’une des 48 constellations identifiées par Ptolémée.  Comme les autres constellations du Zodiaque, le Verseau est très ancien. Il semble qu’elle était déjà appelée Daulo par les Chaldéens.  Le Verseau a été diversement identifié au fil de l'Histoire ; la mythologie la plus courante veut qu’il soit Ganymède, que Zeus enleva pour devenir son amant et échanson."
    },
    {
        "id": 12,
        "name": "Shaka",
        "constellation": "Vierge",
        "class" : "chevalier d'or",
        "image" : "img/gold/vierge.jpg",
        "sso" : "Saint Seiya Online :",
        "imagesso2" : "img/gold/vierge/viergef.jpg",
        "namesso2": "Modèle féminin",
        "imagesso3" : "img/gold/vierge/viergem.jpg",
        "namesso3": "Modèle masculin",
        "Titre": "I - Constellation",
        "mythologie": "La Vierge est l’une des constellations les plus anciennes du Zodiaque. Elle tire probablement son origine du fait que le Soleil se trouvait jadis dans la Vierge lors de l’équinoxe d'automne: le lever héliaque de Spica correspondait à peu près à la période des moissons, et celui de Vindemiatrix à celui des vendanges. En revanche, le personnage que représente originellement la constellation n’est pas connu et quasiment toutes les grandes déesses de l’Antiquité y furent liées, telles Aset (Isis), Déméter, Perséphone, Cybèle,Artémis, Athéna, etc.   L’une des versions se raccrochant à la mythologie grecque l’identifie à la déesse de la Justice, Astrée (fusionnant avec sa demi-sœur Artémis) fille de Thémis, qui aurait quitté la Terre par dégoût de la grossièreté des hommes. La Vierge est depuis lors quasiment toujours dessinée portant la Balance, ainsi qu’un épi de blé."
    }

]